{
  "acidez": {
    "titulo": "Acidez Estomacal",
    "intro": "La acidez estomacal ocurre cuando los ácidos del estómago suben al esófago, lo que causa una sensación de ardor o quemazón detrás del esternón. Este ardor es lo que comúnmente llamamos \"reflujo ácido\".",
    "imagen": "acidez.png",
    "causas": [
      "Reflujo gastroesofágico (ERGE)",
      "Comer en exceso",
      "Alimentos grasos, picantes, o ácidos",
      "Estrés",
      "Ciertos medicamentos como los antiinflamatorios no esteroides AINEs",
      "Obesidad",
      "Tabaco",
      "Embarazo"
    ],
    "sintomas": [
      "Sensación de ardor en el pecho",
      "Sabor amargo o ácido en la boca",
      "Dificultad para tragar",
      "Tos crónica o ronquera",
      "Dolor en el pecho",
      "Eructos frecuentes"
    ],
    "soluciones": [
      "Comer porciones pequeñas",
      "Evitar alimentos irritantes",
      "No acostarse después de comer",
      "Reducir el estrés"
    ],
    "consejos": [
      "Bicarbonato de sodio o magaldrato: Al neutralizar el ácido gástrico, proporciona alivio rápido de la acidez estomacal.",
      "Alginato de magnesio: Forma una barrera física o balsa sobre el contenido gástrico para que no genere la sensación de ácido.",
      "Ácido hialurónico: Se adhiere a la mucosa gástrica para evitar el daño del ácido y regenerar la pared dañada.",
      "Vinagre de manzana: Aunque ácido, algunos creen que ayuda a equilibrar el pH estomacal y reduce la acidez.",
      "Manzanilla: Conocida por sus propiedades antiinflamatorias, puede ayudar a calmar la acidez estomacal."
    ]
  },
  "reflujo": {
    "titulo": "Reflujo Gastroesofágico (ERGE)",
    "intro": "El reflujo gastroesofágico ocurre cuando los ácidos del estómago regresan hacia el esófago de manera regular, causando irritación y daño en la pared del esófago.",
    "imagen": "reflujo.png",
    "causas": [
      "Disfunción del esfínter esofágico inferior",
      "Hernia de hiato",
      "Presión abdominal (obesidad, embarazo)",
      "Comidas pesadas o grasosas",
      "Consumo de alcohol, café o bebidas carbonatadas"
    ],
    "sintomas": [
      "Acidez o ardor en el pecho",
      "Regurgitación de alimentos o ácido",
      "Dificultad para tragar",
      "Dolor en el pecho",
      "Tos crónica o ronquera",
      "Náuseas o vómitos"
    ],
    "soluciones": [
      "Evitar alimentos irritantes",
      "No comer tarde en la noche",
      "Realizar cambios en el estilo de vida",
      "Tomar medicamentos si es necesario"
    ],
    "consejos": [
      "Probóticos: Ayudan a equilibrar la flora intestinal y mejorar la digestión.",
      "Ácido hialurónico: Se adhiere a la mucosa gástrica para evitar el daño del ácido y regenerar la pared dañada.",
      "Glutamina: Ayuda a reparar la mucosa gástrica y reduce la irritación del esófago.",
      "Cúrcuma: Su suplemento tiene propiedades antiinflamatorias que pueden aliviar la acidez.",
      "Alginato de sodio: Forma una barrera protectora en el estómago para prevenir el reflujo ácido."
    ]
  },
  "helicobacter_pylori": {
    "titulo": "Helicobacter Pylori",
    "intro": "La Helicobacter pylori es una bacteria que puede vivir en el estómago y dañar su revestimiento, siendo una de las principales causas de úlceras gástricas.",
    "imagen": "icon.png",
    "causas": [
      "Contacto con heces, saliva o alimentos contaminados",
      "Ambiente ácido del estómago que permite su supervivencia"
    ],
    "sintomas": [
      "Dolor abdominal",
      "Náuseas",
      "Ardor estomacal",
      "Vómitos con sangre o heces negras"
    ],
    "soluciones": [
      "Tratamiento con antibióticos",
      "Medicamentos para reducir la acidez estomacal"
    ],
    "consejos": [
      "Probóticos: Ayudan a equilibrar la flora intestinal y pueden reducir la proliferación de la bacteria.",
      "Ajo: Tiene propiedades antibacterianas y puede ayudar a combatir la infección.",
      "Cúrcuma: Su contenido de curcumina tiene efectos antiinflamatorios que pueden aliviar la irritación gástrica.",
      "Brócoli: Rico en sulforafano, que puede ayudar a eliminar H. pylori."
    ]
  },
  "estrenimiento": {
    "titulo": "Estreñimiento",
    "intro": "El estreñimiento ocurre cuando las evacuaciones intestinales son infrecuentes o difíciles, causando incomodidad o dolor.",
    "imagen": "estreñimiento.png",
    "causas": [
      "Dieta baja en fibra",
      "Falta de agua",
      "Poca actividad física",
      "Estrés",
      "Ciertos medicamentos"
    ],
    "sintomas": [
      "Evacuaciones difíciles",
      "Heces duras",
      "Dolor o incomodidad al evacuar",
      "Sensación de evacuación incompleta"
    ],
    "soluciones": [
      "Consumir más fibra",
      "Beber más agua",
      "Hacer ejercicio regularmente"
    ],
    "consejos": [
      "Laxantes osmóticos: Aumentan la cantidad de agua en el intestino, ablandando las heces y facilitando su movimiento. Ejemplos: polietilenglicol, lactulosa, sorbitol.",
      "Laxantes estimulantes: Estimulan las terminaciones nerviosas en el intestino, aumentando las contracciones musculares. Ejemplos: bisacodilo, senósidos.",
      "Laxantes formadores de masa: Contienen fibra o mucílagos que absorben agua y aumentan el volumen de las heces. Ejemplos: metilcelulosa, psyllium.",
      "Laxantes lubricantes: Recubren las heces y las paredes intestinales con una capa de líquido o aceite. Ejemplos: aceite mineral.",
      "Laxantes emolientes: Aumentan la penetrabilidad de agua y grasa en las heces, haciéndolas más blandas."
    ]
  },
  "diarrea": {
    "titulo": "Diarrea",
    "intro": "La diarrea se caracteriza por evacuaciones líquidas y frecuentes, generalmente asociadas a infecciones, alergias o trastornos digestivos.",
    "imagen": "diarrea.png",
    "causas": [
      "Infecciones bacterianas, virales o parasitarias",
      "Intolerancias alimentarias",
      "Enfermedades como el síndrome del intestino irritable"
    ],
    "sintomas": [
      "Heces líquidas",
      "Dolor abdominal",
      "Náuseas",
      "Fiebre en algunos casos"
    ],
    "soluciones": [
      "Beber líquidos para evitar la deshidratación",
      "Evitar alimentos irritantes",
      "Consultar al médico si dura más de unos días"
    ],
    "consejos": [
      "Probióticos: Suplementos que contienen bacterias beneficiosas (como Lactobacillus y Bifidobacterium) para restaurar la flora intestinal.",
      "Carbón activado: Ayuda a absorber toxinas y reduce la diarrea causada por infecciones leves.",
      "Pectina de manzana: Suplemento que ayuda a absorber líquidos en el intestino, reduciendo la diarrea, efecto prebiotico.",
      "Hidratarse con líquidos: Bebe agua, suero oral o caldos claros para prevenir la deshidratación.",
      "Consumir plátano: Ayuda a reponer potasio y a firmar las heces.",
      "Tomar arroz blanco: Es fácil de digerir y puede ayudar a reducir la diarrea."
    ]
  },
  "sibo": {
    "titulo": "SIBO (Sobrecrecimiento Bacteriano del Intestino Delgado)",
    "intro": "El SIBO ocurre cuando hay un crecimiento excesivo de bacterias en el intestino delgado, interfiriendo con la absorción de nutrientes.",
    "imagen": "hinchazon.png",
    "causas": [
      "Alteraciones en la motilidad intestinal",
      "Uso prolongado de antibióticos",
      "Enfermedades como la diabetes"
    ],
    "sintomas": [
      "Distensión abdominal",
      "Dolor",
      "Gases",
      "Diarrea o estreñimiento",
      "Malabsorción de nutrientes"
    ],
    "soluciones": [
      "Tratamiento con antibióticos específicos",
      "Cambios en la dieta"
    ],
    "consejos": [
      "Proveedores específicos de cepas: Se recomienda el uso de probióticos con cepas como Lactobacillus y Bifidobacterium que favorecen un equilibrio saludable de bacterias en el intestino.",
      "Saccharomyces boulardii: Este probiótico específico puede ayudar a restaurar el equilibrio bacteriano y reducir la proliferación de bacterias dañinas en el intestino delgado.",
      "Probióticos con múltiples cepas: Algunos estudios sugieren que una combinación de cepas probióticas puede ser más efectiva para restablecer la flora intestinal."
    ]
  },
  "sii": {
    "titulo": "Síndrome del Intestino Irritable (SII)",
    "intro": "El SII es un trastorno gastrointestinal crónico que afecta el funcionamiento normal del intestino, a menudo asociado con estrés y ansiedad.",
    "imagen": "enfermedad intestinal.png",
    "causas": [
      "Estrés",
      "Alteraciones en la motilidad intestinal",
      "Sensibilidades alimentarias"
    ],
    "sintomas": [
      "Dolor abdominal",
      "Diarrea o estreñimiento",
      "Gases",
      "Distensión abdominal"
    ],
    "soluciones": [
      "Controlar el estrés",
      "Evitar ciertos alimentos",
      "Tomar medicamentos si es necesario"
    ],
    "consejos": [
      "Probióticos: Los probióticos son bacterias beneficiosas que pueden ayudar a equilibrar la flora intestinal. Esto es especialmente útil en personas con SII, ya que puede mejorar la digestión, reducir la inflamación y aliviar los síntomas como la diarrea o el estreñimiento. Cepas como Bifidobacterium y Lactobacillus han demostrado ser eficaces para mejorar la función intestinal en el SII.",
      "Fibra: La fibra soluble, como el psyllium, puede ayudar a regular los movimientos intestinales y aliviar tanto el estreñimiento como la diarrea. La fibra soluble se disuelve en agua y forma una especie de gel que puede suavizar las heces, facilitando su paso. Sin embargo, es importante empezar con dosis bajas e incrementarlas gradualmente para evitar la hinchazón y los gases.",
      "Glutamina: La glutamina es un aminoácido que juega un papel crucial en la salud intestinal. Ayuda a reparar la mucosa intestinal y puede reducir la inflamación en el intestino. En personas con SII, la glutamina puede ayudar a mantener la integridad de la pared intestinal y mejorar la absorción de nutrientes.",
      "Cúrcuma (curcumina): La cúrcuma tiene propiedades antiinflamatorias que pueden ser útiles para reducir la inflamación intestinal asociada con el SII. La curcumina, su principal compuesto activo, puede ayudar a aliviar el dolor abdominal y las molestias digestivas.",
      "Jengibre: El jengibre es conocido por sus propiedades digestivas y antiinflamatorias. Puede aliviar los síntomas del SII como el dolor abdominal y las náuseas, y también tiene efectos relajantes sobre el sistema digestivo. Tomarlo en forma de té o en suplementos puede ser útil para calmar el malestar.",
      "Magnesio: El magnesio tiene efectos relajantes sobre los músculos intestinales y puede ser beneficioso para las personas con SII, especialmente aquellas que experimentan estreñimiento. Además, el magnesio ayuda a reducir el estrés, que es un factor que puede agravar el SII."
    ]
  },
  "intolerancias": {
    "titulo": "Intolerancias Alimentarias",
    "intro": "Las intolerancias alimentarias ocurren cuando el sistema digestivo no puede procesar ciertos alimentos de manera adecuada. Las más comunes son la intolerancia a la lactosa y al gluten.",
    "imagen": "iintolerancia.png",
    "causas": [
      "Déficit de lactasa para digerir lactosa",
      "Sensibilidad o intolerancia al gluten (enfermedad celíaca)"
    ],
    "sintomas": [
      "Dolor abdominal",
      "Gases",
      "Diarrea",
      "Fatiga (en casos de celiaquía)"
    ],
    "soluciones": [
      "Evitar los alimentos que causan problemas",
      "Consultar a un médico para pruebas específicas"
    ],
    "consejos": [
      "Enzimas digestivas: como la lactasa (para la intolerancia a la lactosa) o la amilasa (para la intolerancia al gluten), que ayudan a descomponer los alimentos difíciles. de digerir.",
      "El DAO (Diamina Oxidasa)** es una enzima responsable de descomponer las aminas biógenas, como la histamina, en el organismo. Si tienes intolerancia a la histamina o deficiencia de DAO, evita alimentos ricos en histamina. Algunos alimentos tienen niveles elevados de histamina, como quesos curados, embutidos, vino tinto, cerveza, pescados curados o fermentados y alimentos en conservación. Reducir su consumo puede aliviar los síntomas. Existen complementos que contienen esa enzima poder consumir algunos alimentos de los que habitualmente nos privamos."
    ]
  },
  "microbiota": {
    "titulo": "Microbiota Intestinal",
    "intro": "La microbiota intestinal es el conjunto de microorganismos que viven en el intestino y que son clave para la digestión, la producción de vitaminas y la función inmunológica.",
    "imagen": "sibo.png",
    "causas": [
      "Dieta inadecuada",
      "Estrés",
      "Uso excesivo de antibióticos",
      "Enfermedades"
    ],
    "sintomas": [
      "Distensión abdominal",
      "Gases",
      "Diarrea o estreñimiento",
      "Fatiga",
      "Problemas en la piel"
    ],
    "soluciones": [
      "Mantener una dieta rica en fibra y probióticos",
      "Evitar el uso innecesario de antibióticos"
    ],
    "consejos": [
      "No consumir nunca antibióticos si no se refuerza la microbiota con un probiótico adecuado, evitaremos efectos indeseables como diarrea, candidiasis o aftas bucales y además evitaremos que tener resistencias a los antibióticos",
      "En caso de consumo de medicamentos como antidepresivos, ansiolíticos, etc reforzaremos nuestra microbiota.",
      "Evitar el estrés continuado pues puede provocarnos una bajada inmunitaria por perdida de actividad de nuestra microbiota.",
      "Dieta adecuada a nuestro gasto calórico, evitando excesos tanto en comida como en ejercicio."
    ]
  }
}
